autojump
betterlockscreen
ccls-git
google-chrome
kubectl-bin
kubernetes-helm2
lnav
mongodb-bin
mongodb-tools-bin
networkmanager-l2tp
nushell-stable
open-fuse-iso
slack-desktop
tealdeer
visual-studio-code-bin
xdg-su
xf86-input-keyboard
xf86-input-mouse
zoom
zsa-wally
