accountsservice
acpi
acpid
alacritty
alsa-firmware
alsa-plugins
alsa-utils
ant
apparmor
arandr
artwork-i3
aspell-en
atop
autoconf
automake
avahi
b43-fwcutter
bash-completion
bat
bauh
bazel
bind-tools
binutils
bison
blueman
bluez-utils
bmenu
btrfs-progs
bzip2
cantarell-fonts
clang
clipit
cmake
coreutils
cpupower
crda
cronie
cryptsetup
deluge-gtk
device-mapper
dfc
dhclient
dhcpcd
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
dosfstools
dotnet-sdk
downgrade
e2fsprogs
ecryptfs-utils
efibootmgr
emacs
epdfview
exa
exfat-utils
expect
f2fs-tools
fakeroot
fd
feh
ffmpeg
ffmpegthumbnailer
file
filesystem
findutils
fio
firefox
flac
flex
fwupd
gawk
gcc
gcc-libs
gcolor2
gconf
gettext
gimp
git
glibc
gnome-icon-theme
gnome-keyring
go
gparted
grep
grub
grub-theme-manjaro-dev
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
haveged
hexchat
htop
hub
hyperfine
inetutils
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jdk-openjdk
jfsutils
jq
kitty
kubectx
kvantum-manjaro
less
lib32-flex
lib32-mesa-demos
lib32-nvidia-418xx-utils
libdvdcss
libgpod
libtool
libvirt
licenses
lightdm-settings
lightdm-slick-greeter
linux-firmware
linux-latest
linux-latest-nvidia-418xx
lldb
llvm
logrotate
lsb-release
lvm2
lxappearance
lxinput
m4
maia-console
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-i3-settings
manjaro-printer
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
markdown_previewer
matcha-gtk-theme
mdadm
memtest86+
mesa-demos
mhwd
mhwd-db
minikube
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
morc_menu
mousepad
nano
ncdu
neovim
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
nvidia-418xx-utils
openresolv
openssh
os-prober
p7zip
pacman
palemoon-bin
pamac-gtk
patch
patchutils
pavucontrol
pciutils
pcmanfm
perf
perl
perl-file-mimeinfo
pkgconf
polkit-gnome
polybar
poppler-data
powertop
procps-ng
psensor
psmisc
pulseaudio
pulseaudio-bluetooth
pygtk
python-pynvim
python2
qemu
qt5-styleplugins
qt5ct
ranger
reiserfsprogs
ripgrep
rofi
rsync
rust-analyzer
s-nail
sbxkb
screenfetch
seahorse
sed
shadow
snapd
solaar
spectre-meltdown-checker
speedtest-cli
steam-manjaro
stow
strace
strongswan
subversion
sudo
sysfsutils
syslog-ng
systemd-fsck-silent
systemd-sysvcompat
tar
terminus-font
terraform
texinfo
thunderbird
timeshift
tlp
tmux
tree
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
unzip
upower
usbutils
util-linux
vertex-maia-themes
vi
vibrancy-icons-teal
viewnior
vim
vlc
volumeicon
w3m
wallpapers-juhraya
wget
which
wmutils
wpa_supplicant
xarchiver
xautolock
xclip
xcursor-chameleon-pearl
xcursor-maia
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xfburn
xfce4-power-manager
xfsprogs
xorg-server
xorg-twm
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xterm
yay
zensu
zsh
